---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPFamilyConnectorInfo
source: html/07cb87f2-8d8d-e1a9-8241-31da5207cf93.htm
---
# MEPFamilyConnectorInfo Properties

True if this is the primary connector.